

# # print('풍선')
# # print('나비')
# # #print문 에 그냥 숫자를 적고 연산을 적어도 연산을 해준다.
# # print(10+3)
# # print('ㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡ')

# # #문자열 자료형

# # print('풍선')#두개다 상관없다.
# # print("풍선")#두개다 상관없다.
# # print("ㅋ"*9) #문자열 정수를 섞고 계산을 하는것도 가능하다.

# # #참/거짓 (불리안)

# # print(5>10)
# # print(5<10)  # 참 거짓 을 판별한다.
# # print(not True) #거짓이라고 표현된다.

# # #변수

# # #애완동물을 소개해 주세요~

# # animal = "고양이"
# # name = "해피"
# # age = 2
# # hobby = "낮잠"
# # is_adult = age >=3


# # print("우리집" + animal +"의 이름은" + name + "예요")
# # print(name +"는" + str(age) + "살이며, " +hobby + "을 아주 좋아해요")
# # print(name + "이는 어른일까요?? " + str(is_adult))

# # #+을 ,로 바꿔서도 출력이 가능하다.
# # #이름을 바꾸기에 편하다 ㅇㅇ

# # #주석 

# # '''
# # 여러문장을 주석 처리 가능하다
# # '''
# #  #여러문장을 선택하고 컨트롤 + / 하면 전부다 주석 처리가 된다. ㅇㅇ
# # # ㄻㅇㄴ
# # # ㅁㄴㅇㄹ
# # # ㅁㄴㄹㅇ

# # statoin ="사당"
# # print(statoin + "행 열차가 들어오고 있습니다.")


# # 연산

# print(1+1)
# print(3-2)
# print(5*2)
# print(6/3) #2.0
# print(6//3) #2

# print(2**3) #2^3 =8

# print(5%3) #나머지 구하기 2
# print(10%3) #1

# pirnt(1 != 3) #True
# print(not(1 !=3 ))#False

# print((3 > 0 ) & (3 < 5)) #True

# 동영상 